Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_local_storage_summary
source: Summary
be: Агулам
ca: Resum
de: Zusammenfassung
es: Resumen
fr: Récapitulatif
it: Sommario
ko: 요약
ms: Rumusan
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
ru: Всего
tr: Özet
uk: Загалом

# lng_local_storage_time_limit
source: Clear files older than: {limit}
be: Выдаляць файлы, старэйшыя за: {limit}
ca: Neteja els anteriors a: {limit}
de: Ältere Dateien löschen nach: {limit}
es: Borrar archivos anteriores a: {limit}
fr: Effacer les fichiers après : {limit}
it: Elimina file più vecchi di: {limit}
ko: 이보다 오래된 파일 삭제: {limit}
ms: Padam fail lebih lama dari: {limit}
nl: Bestanden ouder dan: {limit} verwijderen
pl: Wyczyść pliki starsze niż: {limit}
pt_br: Limpar arquivos com mais de: {limit}
ru: Очищать кэш старше: {limit}
tr: Daha eski dosyaları temizle: {limit}
uk: Зберігати файли: {limit}

# lng_local_storage_title
source: Local storage
be: Лакальнае сховішча
ca: Emmagatzematge local
de: Lokaler Cache
es: Almacenamiento local
fr: Stockage local
it: Archivio locale
ko: 로컬 저장 공간
ms: Setoran tempatan
nl: Lokale opslag
pl: Pamięć lokalna
pt_br: Armazenamento local
ru: Память устройства
tr: Yerel depolama
uk: Локальне сховище

# lng_mac_all_apps
source: All Applications
be: Усе праграмы
ca: Totes les aplicacions
de: Alle Programme
es: Todas las aplicaciones
fr: toutes les applications
it: Tutte le applicazioni
ko: 모든 응용 프로그램
ms: Semua Aplikasi
nl: Alle programma's
pl: Wszystkie aplikacje
pt_br: Todas Aplicações
ru: Все приложения
tr: Tüm Uygulamalar
uk: Усі програми

# lng_mac_always_open_with
source: Always Open With
be: Заўсёды адкрываць праз
ca: Obre sempre amb
de: Immer öffnen mit
es: Siempre abrir con
fr: Toujours ouvrir avec
it: Apri sempre con
ko: 항상 실행
ms: Sentiasa Buka Dengan
nl: Altijd openen met
pl: Zawsze otwórz za pomocą
pt_br: Sempre Abrir Com
ru: Всегда открывать в этом приложении
tr: Her zaman bununla aç
uk: Завжди відкривати в цій програмі

# lng_mac_choose_app
source: Choose Application
be: Выбраць праграму
ca: Trieu una aplicació
de: Programm auswählen
es: Elegir aplicación
fr: Choisir une application
it: Scegli applicazione
ko: 응용 프로그램 선택
ms: Pilih Aplikasi
nl: Kies een programma
pl: Wybierz aplikację
pt_br: Escolher Aplicação
ru: Выберите приложение
tr: Uygulama Seç
uk: Виберіть програму

# lng_mac_choose_program_menu
source: Other...
be: Іншыя...
ca: Altres...
de: Öffnen mit...
es: Otra...
fr: Autre…
it: Altro...
ko: 기타...
ms: Lain-lain...
nl: Andere...
pl: Inne…
pt_br: Outro...
ru: Другое...
tr: Diğer…
uk: Інша...

# lng_mac_choose_text
source: Choose an application to open the document "{file}".
be: Выберыце праграму, каб адкрыць дакумент «{file}».
ca: Trieu una aplicació per a obrir el document «{file}».
de: Programm auswählen, um "{file}" zu öffnen.
es: Elige una aplicación para abrir el archivo “{file}”.
fr: Choisissez une application pour ouvrir « {file} ».
it: Scegli un'applicazione per aprire il file "{file}".
ko: "{file}" 문서를 열 응용 프로그램을 선택하세요.
ms: Pilih aplikasi untuk buka dokumen "{file}".
nl: Kies een programma voor het openen van het bestand "{file}".
pl: Wybierz aplikację do otwierania dokumentu „{file}”.
pt_br: Escolha um aplicativo para abrir o documento "{file}".
ru: Выберите, в какой программе открыть "{file}".
tr: "{file}" belgesini açmak için bir uygulama seçin.
uk: Виберіть програму, щоб відкрити документ "{file}".

# lng_mac_enable_filter
source: Show:
be: Паказаць:
ca: Mostra:
de: Anzeigen:
es: Mostrar:
fr: Afficher :
it: Mostra:
ko: 표시:
ms: Tunjuk:
nl: Weergeven:
pl: Pokaż:
pt_br: Mostrar:
ru: Показать:
tr: Göster:
uk: Показати:

# lng_mac_menu_about_telegram
source: About {telegram}
be: Аб {telegram}
ca: Quant al {telegram}
de: Über {telegram}
es: Acerca de {telegram}
fr: À propos de {telegram}
it: Informazioni su {telegram}
ko: {telegram} 정보
ms: Mengenai {telegram}
nl: Over {telegram}
pl: O programie… {telegram}
pt_br: Sobre {telegram}
ru: О {telegram}
tr: {telegram} Hakkında
uk: Про {telegram}

# lng_mac_menu_cut
source: Cut
be: Выразаць
ca: Retalla
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ko: 오려두기
ms: Potong
nl: Knippen
pl: Wytnij
pt_br: Cortar
ru: Вырезать
tr: Kes
uk: Вирізати

# lng_mac_menu_emoji_and_symbols
source: Emoji & Symbols
be: Эмодзі і сімвалы
ca: Emojis i símbols
de: Emojis & Symbole
es: Emojis y símbolos
fr: Emoji & Symboles
it: Emoji e simboli
ko: 이모지 & 심볼
ms: Emoji & Simbol
nl: Emoji & Symbolen
pl: Emoji i symbole
pt_br: Emojis e Símbolos
ru: Эмодзи и символы
tr: İfade ve Semboller
uk: Емодзі та символи

# lng_mac_menu_hide_others
source: Hide Others
be: Схаваць іншыя
ca: Amaga els altres
de: Andere ausblenden
es: Ocultar otras
fr: Masquer les autres
it: Nascondi altre
ko: 기타 가리기
ms: Sembunyi Yang Lain
nl: Verberg andere
pl: Ukryj inne
pt_br: Ocultar Outros
ru: Свернуть остальное
tr: Diğerlerini Gizle
uk: Приховати Інші

# lng_mac_menu_hide_telegram
source: Hide {telegram}
be: Схаваць {telegram}
ca: Amaga el {telegram}
de: {telegram} ausblenden
es: Ocultar {telegram}
fr: Masquer {telegram}
it: Nascondi {telegram}
ko: {telegram} 가리기
ms: Sembunyi {telegram}
nl: Verberg {telegram}
pl: Ukryj {telegram}
pt_br: Ocultar {telegram}
ru: Свернуть {telegram}
tr: {telegram} Gizle
uk: Приховати {telegram}

# lng_mac_menu_paste
source: Paste
be: Уставіць
ca: Enganxa
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ko: 붙이기
ms: Tampal
nl: Plakken
pl: Wklej
pt_br: Colar
ru: Вставить
tr: Yapıştır
uk: Вставити

# lng_mac_menu_player_resume
source: Resume
be: Узнавіць
ca: Reprèn
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ko: 다시시작
ms: Sambung
pl: Wznów
pt_br: Tocar
ru: Продолжить
tr: Sürdür
uk: Продовжити відтворення

# lng_mac_menu_preferences
source: Preferences...
be: Параметры...
ca: Preferències...
de: Einstellungen...
es: Preferencias...
fr: Préférences...
it: Preferenze...
ko: 환경 설정...
ms: Pilihan...
nl: Voorkeuren
pl: Preferencje…
pt_br: Preferências...
ru: Настройки...
tr: Tercihler…
uk: Налаштування...

# lng_mac_menu_quit_telegram
source: Quit {telegram}
be: Выйсці з {telegram}
ca: Tanca el {telegram}
de: {telegram} beenden
es: Salir de {telegram}
fr: Quitter {telegram}
it: Esci da {telegram}
ko: {telegram} 종료
ms: Keluar {telegram}
nl: Stop {telegram}
pl: Wyłącz {telegram}
pt_br: Fechar {telegram}
ru: Закрыть {telegram}
tr: {telegram}'dan çık
uk: Вийти {telegram}

# lng_mac_menu_redo
source: Redo
be: Вярнуць
ca: Refés
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ko: 실행 복귀
ms: Buat semula
nl: Opnieuw
pl: Przywróć
pt_br: Refazer
ru: Повторить
tr: İleri Al
uk: Повторити останню дію

# lng_mac_menu_select_all
source: Select All
be: Выбраць усё
ca: Selecciona-ho tot
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ko: 전체 선택
ms: Pilih Semua
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
ru: Выбрать всё
tr: Tümünü Seç
uk: Вибрати все

# lng_mac_menu_services
source: Services
be: Службы
ca: Serveis
de: Dienste
es: Servicios
it: Servizi
ko: 서비스
ms: Servis
nl: Voorzieningen
pl: Usługi
pt_br: Serviços
ru: Службы
tr: Hizmetler
uk: Сервіси

# lng_mac_menu_show
source: Show Telegram
be: Паказаць Telegram
ca: Mostra el Telegram
de: Telegram anzeigen
es: Mostrar Telegram
fr: Afficher Telegram
it: Mostra Telegram
ko: 텔레그램 보기
ms: TunjukTelegram
nl: Telegram weergeven
pl: Pokaż Telegram
pt_br: Abrir o Telegram
ru: Показать Telegram
tr: Telegram'ı Göster
uk: Показати Telegram

# lng_mac_menu_show_all
source: Show All
be: Паказаць усе
ca: Mostra-ho tot
de: Alle einblenden
es: Mostrar todas
fr: Afficher tout
it: Mostra tutte
ko: 모두 보기
ms: Tunjuk Semua
nl: Toon alles
pl: Pokaż wszystko
pt_br: Mostrar Todos
ru: Показать всё
tr: Tümünü Göster
uk: Показати всі

# lng_mac_menu_undo
source: Undo
be: Адрабіць
ca: Desfés
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ko: 실행 취소
ms: Buka balik
nl: Herstel
pl: Cofnij
pt_br: Desfazer
ru: Отменить
tr: Geri Al
uk: Скасувати останню дію

# lng_mac_menu_window
source: Window
be: Акно
ca: Finestra
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ko: 윈도우
ms: Tingkap
nl: Venster
pl: Okno
pt_br: Janela
ru: Окно
tr: Pencere
uk: Вікно

# lng_mac_not_known_app
source: It's not known if this application can open "{file}".
be: Невядома, ці можа гэта праграма адкрыць «{file}».
ca: No se sap si aquesta aplicació pot obrir «{file}».
de: Es ist nicht bekannt, ob dieses Programm "{file}" öffnen kann.
es: No se sabe si esta aplicación puede abrir “{file}”.
fr: Cette application n'est pas connue pour pouvoir ouvrir « {file} ».
it: Non si sa se questa applicazione può aprire "{file}".
ko: "{file}"을 열 수 있는 응용 프로그램인지 알 수 없습니다.
ms: Tidak diketahui jika aplikasi ini boleh buka "{file}".
nl: Het is niet bekend of dit programma "{file}" kan openen.
pl: Nie wiadomo, czy ta aplikacja może otworzyć „{file}”.
pt_br: Não sabemos se essa aplicação pode abrir "{file}".
ru: Неизвестно, может ли это приложение открыть "{file}".
tr: Bu uygulamanın "{file}" dosyasını açıp açmayacağı bilinmiyor.
uk: Невідомо, чи ця програма може відкрити "{file}".

# lng_mac_recommended_apps
source: Recommended Applications
be: Рэкамендаваныя дадаткі
ca: Aplicacions recomanades
de: Empfohlene Programme
es: Aplicaciones recomendadas
fr: les applications recommandées
it: Applicazioni consigliate
ko: 추천 응용 프로그램
ms: Aplikasi yang Dicadang
nl: Aanbevolen programma's
pl: Zalecane aplikacje
pt_br: Aplicativos Recomendados
ru: Рекомендованные приложения
tr: Önerilen Uygulamalar
uk: Рекомендовані програми

# lng_mac_this_app_can_open
source: This application can open "{file}".
be: Гэта праграма можа адкрыць «{file}».
ca: Aquesta aplicació pot obrir «{file}».
de: Dieses Programm kann "{file}"-Dateien öffnen.
es: Esta aplicación puede abrir “{file}”.
fr: Cette application peut ouvrir « {file} ».
it: Questa applicazione può aprire "{file}".
ko: 이 응용 프로그램은 "{file}"을 열 수 있습니다.
ms: Aplikasi ini boleh buka "{file}".
nl: Dit programma kan "{file}" openen.
pl: Ta aplikacja może otworzyć „{file}”.
pt_br: Essa aplicação pode abrir "{file}".
ru: Это приложение может открыть "{file}".
tr: Bu uygulama, "{file}" dosyasını açabilir.
uk: Ця програма може відкрити "{file}".

# lng_mac_touchbar_favorite_stickers
source: Favorite stickers
be: Абраныя стыкеры
ca: Adhesius preferits
de: Favoriten
es: Stickers favoritos
fr: Autocollants favoris
it: Sticker preferiti
ko: 즐겨찾기 스티커
ms: Stiker kegemaran
nl: Favoriete stickers
pl: Ulubione naklejki
pt_br: Stickers favoritos
ru: Избранные стикеры
tr: Favori çıkartmalar
uk: Улюблені наліпки

# lng_manage_channel_info
source: Channel Info
be: Звесткі аб канале
ca: Informació del canal
de: Kanal-Info
es: Info. del canal
fr: Infos du canal
it: Info canale
ko: 채널 정보
ms: Info Saluran
nl: Kanaalinformatie
pl: Informacje o kanale
pt_br: Dados do Canal
ru: Информация о канале
tr: Kanal Bilgisi
uk: Про канал

# lng_manage_discussion_group_about_chosen
source: A link to {group} is shown to all subscribers in the bottom panel.
be: Спасылка на {group} паказваецца ўсім падпісчыкам на ніжняй панэлі.
ca: Tots els subscriptors veuran a la part inferior un enllaç a {group}.
de: Ein Link zu {group} wird allen Abonnenten im unteren Bereich angezeigt.
es: Un enlace a {group} se muestra a todos los suscriptores en el panel inferior.
fr: Un lien vers {group} sera affiché pour tous les abonnés en bas de leur écran.
it: A tutti gli iscritti viene mostrato un link a {group} nel pannello inferiore.
ko: {group} 링크가 모든 구독자에게 바닥 패널에서 보입니다.
ms: Link untuk {group} dipapar kepada semua pelanggan di panel di bawah.
nl: Een link naar {group} zal worden weergegeven aan alle abonnees in het onderpaneel.
pl: Link do {group} jest wyświetlany wszystkim subskrybentom w dolnym panelu.
pt_br: Um link para {group} é exibido no painel inferior para todos os inscritos.
ru: Подписчики смогут перейти в {group}, нажав на кнопку «Обсудить».
tr: Alt paneldeki tüm abonelere {group} bağlantısı gösterilir.
uk: Усі підписники бачать у вашому каналі кнопку «Обговорення», яка веде до групи {group}.

# lng_manage_discussion_group_add
source: Add a group
be: Дадаць суполку
ca: Afegeix un grup
de: Gruppe hinzufügen
es: Añadir un grupo
fr: Ajouter un groupe
it: Aggiungi un gruppo
ko: 그룹 추가
ms: Tambah grup
nl: Voeg een groep toe
pl: Dodaj grupę
pt_br: Vincular grupo
ru: Добавить группу
tr: Grup ekle
uk: Додати групу

# lng_manage_discussion_group_create
source: Create a new group
be: Стварыць новую суполку
ca: Crea un grup
de: Neue Gruppe erstellen
es: Crear un nuevo grupo
fr: Créer un nouveau groupe
it: Crea un nuovo gruppo
ko: 새로운 그룹 만들기
ms: Cipta grup baru
nl: Maak een nieuwe groep
pl: Utwórz nową grupę
pt_br: Criar grupo
ru: Создать группу
tr: Yeni grup oluştur
uk: Створити нову групу

# lng_manage_discussion_group_link
source: Link group
be: Прывязаць суполку
ca: Enllaça'l
de: Gruppe verknüpfen
es: Vincular grupo
fr: Lier le groupe
it: Collega gruppo
ko: 그룹 잇기
ms: Link grup
nl: Groep koppelen
pl: Podłącz grupę
pt_br: Vincular grupo
ru: Привязать группу
tr: Gruba bağla
uk: Привʼязати групу

# lng_manage_discussion_group_posted
source: Everything you post in the channel is forwarded to this group.
be: Кожны ваш допіс у канале будзе перасылацца ў гэту суполку.
ca: Tot el que envieu al canal es reenviarà a aquest grup.
de: Alles, was du in diesem Kanal veröffentlichst, wird an die Gruppe weitergeleitet.
es: Todo lo que publiques en el canal será reenviado a este grupo.
fr: Tout ce que vous publiez dans le canal sera transféré à ce groupe.
it: Tutto ciò che pubblichi nel canale sarà inoltrato in questo gruppo.
ko: 채널에 게시하시는 모든 것이 이 그룹으로 전달됩니다.
ms: Apa yang anda pos di saluran akan dimajukan ke grup ini.
nl: Alles wat je plaatst in het kanaal zal worden doorgestuurd naar deze groep.
pl: Wszystko, co opublikujesz na kanale, zostanie przekazane do tej grupy.
pt_br: Tudo que você postar no canal será encaminhado para este grupo.
ru: Всё, что Вы публикуете в канале, будет автоматически пересылаться в группу.
tr: Kanalda gönderdiğiniz her şey bu gruba iletilir.
uk: Усі нові публікації в каналі пересилатимуться до цієї групи.

# lng_manage_discussion_group_private
source: Anyone from the channel will be able to see messages in this group.
be: Кожны, хто праглядае канал зможа бачыць паведамленні ў гэтай суполцы.
ca: Qualsevol subscriptor podrà veure els missatges d'aquest grup.
de: Jeder aus dem Kanal kann Nachrichten in dieser Gruppe sehen.
es: Cualquier suscriptor de este canal podrá ver todos los mensajes del grupo.
fr: N'importe quel abonné à ce canal pourra voir les messages de ce groupe.
it: Chiunque dal canale potrà vedere i messaggi in questo gruppo.
ko: 채널에서 온 누구나 이 그룹의 메시지를 볼 수 있습니다.
ms: Sesiapa dari saluran boleh lihat mesej di grup ini.
nl: Alle leden van het kanaal kunnen de berichten in deze groep zien.
pl: Każdy subskrybent kanału będzie mógł zobaczyć wiadomości w tej grupie.
pt_br: Qualquer pessoa do canal poderá ver mensagens neste grupo.
ru: Все подписчики канала смогут видеть сообщения в группе.
tr: Kanaldaki herkes bu gruptaki mesajları görebilir.
uk: Усі підписники каналу зможуть бачити повідомлення у цій групі.

# lng_manage_discussion_group_private_status
source: private group
be: прыватная суполка
ca: grup privat
de: private Gruppe
es: grupo privado
fr: groupe privé
it: gruppo privato
ko: 비공개 그룹
ms: grup peribadi
nl: privégroep
pl: prywatna grupa
pt_br: grupo privado
ru: частная группа
tr: gizli grup
uk: приватна група

# lng_manage_discussion_group_sure
source: Do you want to make {group} the discussion board for {channel}?
be: Вы хочаце зрабіць {group} дошкай абмеркаванняў для {channel}?
ca: Voleu convertir {group} en el tauler de debat del {channel}?
de: Soll {group} die Diskussionsgruppe für {channel} werden?
es: ¿Quieres convertir a {group} en el grupo de conversación de {channel}?
fr: Voulez-vous faire de {group} le forum de discussion de {channel} ?
it: Vuoi rendere {group} la chat di discussione di {channel}?
ko: {group} 그룹을 {channel} 전용 토론 게시판으로 삼으시겠습니까?
ms: Anda ingin cipta {group} bilik diskusi untuk {channel}?
nl: {group} de discussiegroep van {channel} maken?
pl: Czy chcesz, aby grupa {group} stała się forum dyskusyjnym dla {channel}?
pt_br: Deseja definir {group} como o grupo de conversa para {channel}?
ru: Назначить {group} группой для обсуждения {channel}?
tr: {group} grubunu {channel} için tartışma panosu yapmak ister misiniz?
uk: Зробити {group} обговоренням каналу {channel}?

# lng_manage_discussion_group_unlink
source: Unlink group
be: Адвязаць суполку
ca: Desenllaça'l
de: Gruppe nicht mehr verknüpfen
es: Desvincular grupo
fr: Délier le groupe
it: Scollega gruppo
ko: 그룹 끊어내기
ms: Nyahlink grup
nl: Groep ontkoppelen
pl: Odłącz grupę
pt_br: Desvincular grupo
ru: Отвязать группу
tr: Grubun bağlantısını kaldır
uk: Відвʼязати групу

# lng_manage_discussion_group_warning
source: "Chat history for new members" will be switched to **Visible**.
be: «Гісторыя чата для новых удзельнікаў» будзе зададзена як **Бачная**.
ca: L'opció «Historial per als membres nous» es commutarà a **Visible**.
de: "Chatverlauf für neue Mitglieder" wird auf **sichtbar** umgestellt.
es: El “historial para nuevos miembros” cambiará a **visible**.
fr: "L'historique de discussion pour les nouveaux membres" passera sur **Visible**.
it: La "Cronologia per i nuovi membri" sarà resa **Visibile**.
ko: "새로운 참가자에게 대화 기록"이 **보임**으로 전환됩니다.
ms: "Sejarah bual untuk ahli baru" akan ditukar ke **Kelihatan**.
nl: "Chatgeschiedenis voor nieuwe leden" zal op **zichtbaar** worden ingesteld.
pl: „Historia czatu dla nowych członków” zostanie przełączona na **Widoczna**.
pt_br: "Histórico do chat para novos membros" mudará para **Visível**.
ru: История чата будет **видна** новым участникам.
tr: "Yeni üyeler için sohbet geçmişi" **Görünür** olarak değiştirilecektir.
uk: «Історія чату для нових учасників» стане **Видимою**.

# lng_manage_group_info
source: Group Info
be: Звесткі аб суполцы
ca: Informació del grup
de: Gruppen-Info
es: Info. del grupo
fr: Infos du groupe
it: Info gruppo
ko: 그룹 정보
ms: Info Grup
nl: Groepsinformatie
pl: Informacje o grupie
pt_br: Informações
ru: Информация о группе
tr: Grup Bilgisi
uk: Про групу

# lng_manage_linked_channel
source: Linked channel
be: Прывязаны канал
ca: Canal enllaçat
de: Verknüpfter Kanal
es: Canal vinculado
fr: Canal lié
it: Canale collegato
ko: 이어진 채널
ms: Saluran dilink
nl: Gekoppeld kanaal
pl: Podłączony kanał
pt_br: Canal vinculado
ru: Привязанный канал
tr: Bağlantılı kanal
uk: Привʼязаний канал

# lng_manage_linked_channel_about
source: This group is linked as the discussion board for {channel}.
be: Гэта суполка прывязана ў якасці дошкі абмеркаванняў для {channel}.
ca: Aquest grup s'ha enllaçat com a tauler de debat de {channel}.
de: {channel} verknüpft die Gruppe als Diskussionsgruppe.
es: Este chat está vinculado como grupo de conversación de {channel}.
fr: Ce groupe fait office de forum de discussion pour {channel}.
it: Il gruppo è collegato come chat di discussione di {channel}.
ko: 이 그룹은 {channel}의 토론 게시판으로 연결 되어 있습니다.
ms: Grup ini dilink sebagai bilik diskusi untuk {channel}.
nl: Deze groep is gekoppeld als discussiegroep voor {channel}
pl: Ta grupa jest podłączona jako forum dyskusyjne dla kanału {channel}.
pt_br: Este grupo está vinculado como o grupo de conversa para {channel}.
ru: Группа привязана к {channel} как площадка для обсуждения публикаций.
tr: Bu grup, {channel} kanalına tartışma panosu olarak bağlıdır.
uk: Ця група привʼязана до каналу {channel} як обговорення.

# lng_manage_linked_channel_private
source: Any member of this group will be able to see messages in the channel.
be: Кожны ўдзельнік гэтай суполкі зможа бачыць паведамленні канала.
ca: Qualsevol membre del grup podrà veure els missatges del canal.
de: Jedes Mitglied dieser Gruppe wird Nachrichten im Kanal sehen können.
es: Cualquier miembro de este grupo podrá ver todos los mensajes del canal.
fr: Tout membre de ce groupe pourra voir les messages de ce canal.
it: Qualsiasi membro di questo gruppo potrà vedere i messaggi nel canale.
ko: 그룹의 어느 참가자든 채널에 올라오는 메시지를 볼 수 있습니다.
ms: Sesiapa dari grup boleh lihat mesej di saluran ini.
nl: Alle leden van deze groep kunnen de berichten in het kanaal zien.
pl: Każdy członek tej grupy będzie mógł zobaczyć wiadomości na kanale.
pt_br: Qualquer membro deste grupo poderá ver mensagens no canal.
ru: Все участники группы смогут видеть сообщения в канале.
tr: Bu grubun herhangi bir üyesi kanaldaki mesajları görebilir.
uk: Усі учасники цієї групи зможуть бачити повідомлення в каналі.

# lng_manage_linked_channel_private_status
source: private channel
be: прыватны канал
ca: canal privat
de: privater Kanal
es: canal privado
fr: canal privé
it: canale privato
ko: 비공개 채널
ms: saluran peribadi
nl: privékanaal
pl: kanał prywatny
pt_br: canal privado
ru: частный канал
tr: gizli kanal
uk: приватний канал

# lng_manage_linked_channel_restore
source: Restore linked channel
be: Аднавіць прывязаны канал
ca: Restaura el canal enllaçat
de: Verknüpften Kanal wiederherstellen
es: Restaurar canal vinculado
fr: Restaurer le canal lié
it: Ripristina canale collegato
ko: 연결된 채널 복원
ms: Pulih saluran yang dilink
nl: Gekoppeld kanaal herstellen
pl: Przywróć podłączony kanał
pt_br: Restaurar canal vinculado
ru: Вернуть привязанный канал
tr: Bağlı kanalı geri yükle
uk: Привʼязати канал назад

# lng_manage_linked_channel_unlink
source: Unlink channel
be: Адвязаць канал
ca: Desenllaça'l
de: Kanal nicht mehr verknüpfen
es: Desvincular canal
fr: Délier le canal
it: Scollega canale
ko: 채널 끊어내기
ms: Nyahlink saluran
nl: Kanaal ontkoppelen
pl: Odłącz kanał
pt_br: Desvincular Canal
ru: Отвязать канал
tr: Kanalın bağlantısını kaldır
uk: Відвʼязати канал

# lng_manage_messages_ttl_after1
source: 1 day
be: 1 дзень
ca: 1 dia
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ko: 1일
ms: 1 hari
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
ru: 1 день
tr: 1 gün
uk: 1 доба

# lng_manage_peer_banned_users
source: Banned users
be: Заблакіраваныя карыстальнікі
ca: Usuaris bandejats
de: Gesperrte Nutzer
es: Usuarios expulsados
fr: Utilisateurs bannis
it: Utenti bannati
ko: 차단된 사용자
ms: Pengguna dilarang
nl: Geblokkeerde gebruikers
pl: Zablokowani użytkownicy
pt_br: Usuários banidos
ru: Чёрный список
tr: Yasaklı kullanıcılar
uk: Заблоковані користувачі

# lng_manage_peer_link_expired
source: Expired link
be: Пратэрмінаваная спасылка
ca: Enllaç caducat
de: Abgelaufener Link
es: Enlace expirado
fr: Lien expiré
it: Link scaduto
ko: 만료된 링크
ms: Link tamat
nl: Verlopen link
pl: Wygasły link
pt_br: Link expirado
ru: Истекшая ссылка
tr: Süresi dolan bağlantı
uk: Прострочене посилання

# lng_manage_peer_link_invite
source: Invite link
be: Запрашальная спасылка
ca: Enllaç d'invitació
de: Einladungslink
es: Enlace de invitación
fr: Lien d'invitation
it: Link d'invito
ko: 초대 링크
ms: Link jemputan
nl: Uitnodigingslink
pl: Link zaproszenia
pt_br: Link de convite
ru: Ссылка-приглашение
tr: Davet bağlantısı
uk: Запрошувальне посилання

# lng_manage_peer_link_permanent
source: Permanent link
be: Пастаянная спасылка
ca: Enllaç permanent
de: Dauerhafter Link
es: Enlace permanente
fr: Lien permanent
it: Link permanente
ko: 영구 링크
ms: Link tetap
nl: Permanente link
pl: Stały link
pt_br: Link permanente
ru: Постоянная ссылка
tr: Kalıcı bağlantı
uk: Постійне посилання

# lng_manage_peer_link_type
source: Link type
be: Тып спасылкі
ca: Tipus d'enllaç
de: Link-Art
es: Tipo de enlace
fr: Type de lien
it: Tipo di link
ko: 링크 종류
ms: Jenis link
pl: Typ linku
pt_br: Tipo de link
ru: Тип ссылки
tr: Bağlantı türü
uk: Тип посилання
